tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "vmware-tanzu-labs/tap"
tap "xwmx/taps"
brew "ack"
brew "python@3.9"
brew "awscli", link: false
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bash-completion@2", link: false
brew "clang-format"
brew "ctags"
brew "diff-so-fancy"
brew "erlang"
brew "fd"
brew "fzf"
brew "gdb"
brew "git"
brew "glab"
brew "glow"
brew "go"
brew "go@1.16"
brew "helm"
brew "jq"
brew "k9s"
brew "kubebuilder", link: false
brew "mercurial"
brew "minikube"
brew "mysql@5.7"
brew "ripgrep"
brew "tig"
brew "nb"
brew "neovim"
brew "node", link: false
brew "node@16", link: true
brew "openjdk@11"
brew "operator-sdk"
brew "pre-commit"
brew "protobuf", link: false
brew "pyenv"
brew "rabbitmq"
brew "ruby"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
cask "adoptopenjdk8"
cask "docker"
cask "goland"
cask "visual-studio-code"
